Repository: Pivert/bg_music
Catalog: locale/*_music.*.po
Languages: de, es, fr, ja

# bg_music
source: Music is currently disabled for you. Use @1 to enable it.
de: Die Musik ist derzeit für Sie deaktiviert. Verwenden Sie @1, um sie zu aktivieren.
es: La música está actualmente desactivada para ti. Usa @1 para activarla.
fr: La musique est actuellement désactivée pour vous. Utilisez @1 pour l'activer.
ja: 音楽が現在無効になっています。@1を使用して有効にしてください。

# bg_music
source: Music is enabled for you. Use @1 to disable it.
de: Die Musik ist für Sie aktiviert. Verwenden Sie @1, um sie zu deaktivieren.
es: La música está activada para ti. Usa @1 para desactivarla.
fr: La musique est activée pour vous. Utilisez @1 pour la désactiver.
ja: 音楽が有効になっています。@1を使用して無効にしてください。

# bg_music
source: Music disabled. You will no longer hear automatic background music.
de: Musik deaktiviert. Sie hören keine automatische Hintergrundmusik mehr.
es: Música desactivada. Ya no escucharás la música de fondo automática.
fr: Musique désactivée. Vous n'entendrez plus la musique de fond automatique.
ja: 音楽が無効になりました。自動的なバックグラウンド音楽は聞こえなくなります。

# bg_music
source: Music enabled. You will now hear background music.
de: Musik aktiviert. Sie hören jetzt Hintergrundmusik.
es: Música activada. Ahora escucharás la música de fondo.
fr: Musique activée. Vous entendrez maintenant la musique de fond.
ja: 音楽が有効になりました。バックグラウンド音楽が聞こえるようになります。

# bg_music
source: Failed to disable music.
de: Fehler beim Deaktivieren der Musik.
es: Error al desactivar la música.
fr: Échec de la désactivation de la musique.
ja: 音楽の無効化に失敗しました。

# bg_music
source: Failed to enable music.
de: Fehler beim Aktivieren der Musik.
es: Error al activar la música.
fr: Échec de l'activation de la musique.
ja: 音楽の有効化に失敗しました。

# bg_music
source: Set your personal music volume (0-100%)
de: Stellen Sie Ihre persönliche Musiklautstärke ein (0-100%)
es: Establece tu volumen musical personal (0-100%)
fr: Régler votre volume musical personnel (0-100%)
ja: 個人の音楽音量を設定（0-100%）

# bg_music
source: Usage: @1 <volume> (0-100)
de: Verwendung: @1 <Lautstärke> (0-100)
es: Uso: @1 <volumen> (0-100)
fr: Utilisation : @1 <volume> (0-100)
ja: 使用方法: @1 <音量> (0-100)

# bg_music
source: Volume set to @1%
de: Lautstärke auf @1% eingestellt
es: Volumen establecido al @1%
fr: Volume réglé à @1%
ja: 音量が@1%に設定されました

# bg_music
source: Volume must be between 0 and 100
de: Die Lautstärke muss zwischen 0 und 100 liegen
es: El volumen debe estar entre 0 y 100
fr: Le volume doit être entre 0 et 100
ja: 音量は0から100の間でなければなりません

# bg_music
source: Music is disabled for you. Use @1 to enable it.
de: Die Musik ist für Sie deaktiviert. Verwenden Sie @1, um sie zu aktivieren.
es: La música está desactivada para ti. Usa @1 para activarla.
fr: La musique est désactivée pour vous. Utilisez @1 pour l'activer.
ja: 音楽が無効になっています。@1を使用して有効にしてください。

# bg_music
source: Stereo music stopped
de: Stereomusik gestoppt
es: Música estéreo detenida
fr: Musique stéréo arrêtée
ja: ステレオ音楽が停止しました

# bg_music
source: No music files found in sounds/ directory
de: Keine Musikdateien im Verzeichnis sounds/ gefunden
es: No se encontraron archivos de música en el directorio sounds/
fr: Aucun fichier musical trouvé dans le répertoire sounds/
ja: sounds/ディレクトリに音楽ファイルが見つかりません

# bg_music
source: Playing: @1
de: Wiedergabe: @1
es: Reproduciendo: @1
fr: Lecture : @1
ja: 再生中: @1

# bg_music
source: Play a song by number (from /listmusic) or name. Use 'all' to play globally
de: Spielen Sie einen Titel nach Nummer (von /listmusic) oder Name ab. Verwenden Sie 'all', um global abzuspielen
es: Reproducir una canción por número (desde /listmusic) o nombre. Usa 'all' para reproducir globalmente
fr: Jouer une chanson par numéro (depuis /listmusic) ou nom. Utilisez 'all' pour jouer globalement
ja: 番号（/listmusicから）または名前で曲を再生。'all'を使用してグローバルに再生

# bg_music
source: You need the 'setmusic' privilege to play music globally
de: Sie benötigen das 'setmusic'-Recht, um Musik global abzuspielen
fr: Vous avez besoin du privilège 'setmusic' pour jouer la musique globalement
ja: 音楽をグローバルに再生するには'setmusic'権限が必要です

# bg_music
source: No players available to hear the music (all have disabled music)
de: Keine Spieler verfügbar, um die Musik zu hören (alle haben die Musik deaktiviert)
es: No hay jugadores disponibles para escuchar la música (todos han desactivado la música)
fr: Aucun joueur disponible pour entendre la musique (tous ont désactivé la musique)
ja: 音楽を聞けるプレイヤーがいません（全員が音楽を無効にしています）

# bg_music
source: You have disabled music. Use @1 first.
de: Sie haben die Musik deaktiviert. Verwenden Sie zuerst @1.
es: Has desactivado la música. Usa @1 primero.
fr: Vous avez désactivé la musique. Utilisez @1 d'abord.
ja: 音楽を無効にしています。まず@1を使用してください。

# bg_music
source: Invalid song number. Use 1-@1
de: Ungültige Titelnummer. Verwenden Sie 1-@1
es: Número de canción inválido. Usa 1-@1
fr: Numéro de chanson invalide. Utilisez 1-@1
ja: 無効な曲番号です。1-@1を使用してください

# bg_music
source: No music available
de: Keine Musik verfügbar
es: No hay música disponible
fr: Aucune musique disponible
ja: 利用可能な音楽がありません

# bg_music
source: Song not found: @1. Use @2 to see available songs
de: Titel nicht gefunden: @1. Verwenden Sie @2, um verfügbare Titel anzuzeigen
es: Canción no encontrada: @1. Usa @2 para ver las canciones disponibles
fr: Chanson introuvable : @1. Utilisez @2 pour voir les chansons disponibles
ja: 曲が見つかりません: @1。利用可能な曲を見るには@2を使用してください

# bg_music
source: Player not found
de: Spieler nicht gefunden
es: Jugador no encontrado
fr: Joueur introuvable
ja: プレイヤーが見つかりません

# bg_music
source: Failed to play music
de: Fehler bei der Musikwiedergabe
es: Error al reproducir la música
fr: Échec de la lecture de la musique
ja: 音楽の再生に失敗しました

# bg_music
source: Stop all background music currently playing
de: Stoppen Sie alle aktuell laufende Hintergrundmusik
es: Detener toda la música de fondo en reproducción
fr: Arrêter toute la musique de fond en cours de lecture
ja: 現在再生中の全てのバックグラウンド音楽を停止

# bg_music
source: Stopped @1 music instances
de: @1 Musikinstanzen gestoppt
es: Detenidas @1 instancias de música
fr: Arrêt de @1 instances musicales
ja: @1個の音楽インスタンスを停止しました

# bg_music
source: No music currently playing
de: Derzeit wird keine Musik abgespielt
es: No hay música reproduciéndose actualmente
fr: Aucune musique en cours de lecture
ja: 現在再生中の音楽はありません

# bg_music
source: Disable all background music for yourself
de: Deaktivieren Sie alle Hintergrundmusik für sich selbst
es: Desactiva toda la música de fondo para ti
fr: Désactiver toute la musique de fond pour vous
ja: 自分用の全てのバックグラウンド音楽を無効化

# bg_music
source: Enable background music for yourself
de: Aktivieren Sie die Hintergrundmusik für sich selbst
es: Activa la música de fondo para ti
fr: Activer la musique de fond pour vous
ja: 自分用のバックグラウンド音楽を有効化

# bg_music
source: Set background music at current position. radius_trigger: distance where music starts (meters). extra_radius: additional distance where music stops (meters). volume: 5-99 (default 65). filter: optional song filter (supports wildcards, | for OR, ! for NOT).
de: Hintergrundmusikposition festlegen. Auslöseradius: Entfernung, wo die Musik beginnt (Meter). Zusatzradius: zusätzliche Entfernung, wo die Musik stoppt (Meter). Lautstärke: 5-99 (Standard 65). Filter: optionaler Songfilter (unterstützt Platzhalter, | für ODER, ! für NICHT).
es: Establecer música de fondo en la posición actual. radio_activación: distancia donde comienza la música (metros). radio_extra: distancia adicional donde se detiene la música (metros). volumen: 5-99 (predeterminado 65). filtro: filtro opcional de canciones (admite comodines, | para O, ! para NO).
fr: Définir la musique de fond à la position actuelle. rayon_déclenchement : distance où la musique commence (mètres). rayon_supplémentaire : distance additionnelle où la musique s'arrête (mètres). volume : 5-99 (par défaut 65). filtre : filtre de chansons optionnel (supporte les jokers, | pour OU, ! pour NON).
ja: 現在位置にバックグラウンド音楽を設定。radius_trigger: 音楽が開始される距離（メートル）。extra_radius: 音楽が停止される追加距離（メートル）。volume: 5-99（デフォルト65）。filter: オプションの曲フィルタ（ワイルドカード、|でOR、!でNOTをサポート）。

# bg_music
source: Usage: @1 <radius_trigger> <extra_radius> [<volume>] [<filter>]
de: Verwendung: @1 <Auslöseradius> <Zusatzradius> [<Lautstärke>] [<Filter>]
es: Uso: @1 <radio_activación> <radio_extra> [<volumen>] [<filtro>]
fr: Utilisation : @1 <rayon_déclenchement> <rayon_supplémentaire> [<volume>] [<filtre>]
ja: 使用方法: @1 <radius_trigger> <extra_radius> [<volume>] [<filter>]

# bg_music
source: Radius trigger must be a positive number
de: Der Auslöseradius muss eine positive Zahl sein
es: El radio de activación debe ser un número positivo
fr: Le rayon de déclenchement doit être un nombre positif
ja: Radius_triggerは正の数でなければなりません

# bg_music
source: Extra radius must be a non-negative number
de: Der Zusatzradius muss eine nicht-negative Zahl sein
es: El radio extra debe ser un número no negativo
fr: Le rayon supplémentaire doit être un nombre positif ou nul
ja: Extra_radiusは負でない数でなければなりません

# bg_music
source: Volume must be between @1 and @2
de: Die Lautstärke muss zwischen @1 und @2 liegen
es: El volumen debe estar entre @1 y @2
fr: Le volume doit être entre @1 et @2
ja: Volumeは@1から@2の間でなければなりません

# bg_music
source: Background music location set at @1 with trigger radius @2 and extra radius @3
de: Hintergrundmusikposition festgelegt bei @1 mit Auslöseradius @2 und Zusatzradius @3
es: Ubicación de música de fondo establecida en @1 con radio de activación @2 y radio extra @3
fr: Emplacement de musique de fond défini en @1 avec un rayon de déclenchement de @2 et un rayon supplémentaire de @3
ja: バックグラウンド音楽の場所が@1に設定されました（トリガー半径@2、追加半径@3）

# bg_music
source: Background music location set at @1 with trigger radius @2 and extra radius @3 (filter: @4)
de: Hintergrundmusikposition festgelegt bei @1 mit Auslöseradius @2, Zusatzradius @3 (Filter: @4)
es: Ubicación de música de fondo establecida en @1 con radio de activación @2, radio extra @3 (filtro: @4)
fr: Emplacement de musique de fond défini en @1 avec un rayon de déclenchement de @2, un rayon supplémentaire de @3 (filtre : @4)
ja: バックグラウンド音楽の場所が@1に設定されました（トリガー半径@2、追加半径@3、フィルター: @4）

# bg_music
source: List all background music locations with coordinates, radius, volume, and filters
de: Alle Hintergrundmusikpositionen mit Koordinaten, Radius, Lautstärke und Filtern auflisten
es: Listar todas las ubicaciones de música de fondo con coordenadas, radio, volumen y filtros
fr: Lister tous les emplacements de musique de fond avec coordonnées, rayon, volume et filtres
ja: 全てのバックグラウンド音楽の場所を座標、半径、音量、フィルター付きで一覧表示

# bg_music
source: No background music locations defined
de: Keine Hintergrundmusikpositionen definiert
es: No hay ubicaciones de música de fondo definidas
fr: Aucun emplacement de musique de fond défini
ja: バックグラウンド音楽の場所が定義されていません

# bg_music
source: Background music locations:
de: Hintergrundmusikpositionen:
es: Ubicaciones de música de fondo:
fr: Emplacements de musique de fond :
ja: バックグラウンド音楽の場所:

# bg_music
source: Invalid index. Use @1 to see valid indices
de: Ungültiger Index. Verwenden Sie @1, um gültige Indizes anzuzeigen
es: Índice inválido. Usa @1 para ver índices válidos
fr: Index invalide. Utilisez @1 pour voir les indices valides
ja: 無効なインデックスです。有効なインデックスを見るには@1を使用してください

# bg_music
source: Removed background music location at @1
de: Hintergrundmusikposition bei @1 entfernt
es: Eliminada ubicación de música de fondo en @1
fr: Emplacement de musique de fond supprimé en @1
ja: @1のバックグラウンド音楽の場所が削除されました

# bg_music
source: List available music files with optional filter (supports wildcards, | for OR, ! for NOT)
de: Verfügbare Musikdateien mit optionalem Filter auflisten (unterstützt Platzhalter, | für ODER, ! für NICHT)
es: Listar archivos de música disponibles con filtro opcional (admite comodines, | para O, ! para NO)
fr: Lister les fichiers musicaux disponibles avec filtre optionnel (supporte les jokers, | pour OU, ! pour NON)
ja: 利用可能な音楽ファイルをオプションフィルター付きで一覧表示（ワイルドカード、|でOR、!でNOTをサポート）

# bg_music
source: (Rescanned: @1 → @2 songs)
de: (Erneut gescannt: @1 → @2 Titel)
es: (Reescaneado: @1 → @2 canciones)
fr: (Nouvelle analyse : @1 → @2 chansons)
ja: （再スキャン: @1 → @2曲）

# bg_music
source: No songs match the filter: @1
de: Keine Titel entsprechen dem Filter: @1
es: Ninguna canción coincide con el filtro: @1
fr: Aucune chanson ne correspond au filtre : @1
ja: フィルターに一致する曲がありません: @1

# bg_music
source: Available music files
de: Verfügbare Musikdateien
es: Archivos de música disponibles
fr: Fichiers musicaux disponibles
ja: 利用可能な音楽ファイル

# bg_music
source: Available music files (filter: @1):
de: Verfügbare Musikdateien (Filter: @1):
es: Archivos de música disponibles (filtro: @1):
fr: Fichiers musicaux disponibles (filtre : @1):
ja: 利用可能な音楽ファイル（フィルター: @1）:

# bg_music
source: Manually trigger a rescan of the music folder
de: Manuelles erneutes Scannen des Musikordners auslösen
es: Activar manualmente un reescaneo de la carpeta de música
fr: Déclencher manuellement une nouvelle analyse du dossier musical
ja: 音楽フォルダの手動再スキャンをトリガー

# bg_music
source: Music folder rescanned. Found @1 songs (was @2)
de: Musikordner erneut gescannt. @1 Titel gefunden (war @2)
es: Carpeta de música reescaneada. Encontradas @1 canciones (eran @2)
fr: Dossier musical analysé à nouveau. @1 chansons trouvées (était @2)
ja: 音楽フォルダが再スキャンされました。@1曲が見つかりました（@2でした）

# bg_music
source: Music Stereo
de: Musikstereo
es: Estéreo Musical
fr: Stéréo Musical
ja: 音楽ステレオ
