Repository: Pivert/bg_music
Catalog: locale/po/*.po
Languages: it, pt_br

source: Music is currently disabled for you. Use @1 to enable it.
it: La musica è attualmente disattivata per te. Usa @1 per attivarla.
pt_br: A música está atualmente desativada para você. Use @1 para ativá-la.

source: Music is enabled for you. Use @1 to disable it.
it: La musica è attivata per te. Usa @1 per disattivarla.
pt_br: A música está ativada para você. Use @1 para desativá-la.

source: Music disabled. You will no longer hear automatic background music.
it: Musica disattivata. Non sentirai più la musica di sottofondo automatica.
pt_br: Música desativada. Você não ouvirá mais a música de fundo automática.

source: Music enabled. You will now hear background music.
it: Musica attivata. Ora sentirai la musica di sottofondo.
pt_br: Música ativada. Agora você ouvirá a música de fundo.

source: Failed to disable music.
it: Impossibile disattivare la musica.
pt_br: Falha ao desativar a música.

source: Failed to enable music.
it: Impossibile attivare la musica.
pt_br: Falha ao ativar a música.

source: Set your personal music volume (0-100%)
it: Imposta il tuo volume musicale personale (0-100%)
pt_br: Defina seu volume de música pessoal (0-100%)

source: Usage: @1 <volume> (0-100)
it: Uso: @1 <volume> (0-100)
pt_br: Uso: @1 <volume> (0-100)

source: Volume set to @1%
it: Volume impostato al @1%
pt_br: Volume definido para @1%

source: Volume must be between 0 and 100
it: Il volume deve essere compreso tra 0 e 100
pt_br: O volume deve estar entre 0 e 100

source: Music is disabled for you. Use @1 to enable it.
it: La musica è disattivata per te. Usa @1 per attivarla.
pt_br: A música está desativada para você. Use @1 para ativá-la.

source: Stereo music stopped
it: Musica stereo fermata
pt_br: Música estéreo parada

source: No music files found in sounds/ directory
it: Nessun file musicale trovato nella directory sounds/
pt_br: Nenhum arquivo de música encontrado no diretório sounds/

source: Playing: @1
it: In riproduzione: @1
pt_br: Tocando: @1

source: Play a song by number (from /listmusic) or name. Use 'all' to play globally
it: Riproduci una canzone per numero (da /listmusic) o nome. Usa 'all' per riprodurre globalmente
pt_br: Tocar uma música por número (de /listmusic) ou nome. Use 'all' para tocar globalmente

source: No players available to hear the music (all have disabled music)
it: Nessun giocatore disponibile per ascoltare la musica (tutti hanno disattivato la musica)
pt_br: Nenhum jogador disponível para ouvir a música (todos desativaram a música)

source: You have disabled music. Use @1 first.
it: Hai disattivato la musica. Usa @1 prima.
pt_br: Você desativou a música. Use @1 primeiro.

source: Invalid song number. Use 1-@1
it: Numero di canzone non valido. Usa 1-@1
pt_br: Número de música inválido. Use 1-@1

source: No music available
it: Nessuna musica disponibile
pt_br: Nenhuma música disponível

source: Song not found: @1. Use @2 to see available songs
it: Canzone non trovata: @1. Usa @2 per vedere le canzoni disponibili
pt_br: Música não encontrada: @1. Use @2 para ver as músicas disponíveis

source: Player not found
it: Giocatore non trovato
pt_br: Jogador não encontrado

source: Failed to play music
it: Impossibile riprodurre la musica
pt_br: Falha ao tocar a música

source: Stop all background music currently playing
it: Ferma tutta la musica di sottofondo in riproduzione
pt_br: Parar toda a música de fundo em reprodução

source: Stopped @1 music instances
it: Fermate @1 istanze musicali
pt_br: Parou @1 instâncias de música

source: No music currently playing
it: Nessuna musica in riproduzione
pt_br: Nenhuma música tocando no momento

source: Disable all background music for yourself
it: Disattiva tutta la musica di sottofondo per te
pt_br: Desative toda a música de fundo para você

source: Enable background music for yourself
it: Attiva la musica di sottofondo per te
pt_br: Ative a música de fundo para você

source: Set background music at current position. radius_trigger: distance where music starts (meters). extra_radius: additional distance where music stops (meters). volume: 5-99 (default 65). filter: optional song filter (supports wildcards, | for OR, ! for NOT).
it: Imposta la musica di sottofondo nella posizione corrente. raggio_attivazione: distanza dove la musica inizia (metri). raggio_extra: distanza aggiuntiva dove la musica si ferma (metri). volume: 5-99 (predefinito 65). filtro: filtro opzionale per canzoni (supporta caratteri jolly, | per O, ! per NON).
pt_br: Definir música de fundo na posição atual. raio_gatilho: distância onde a música começa (metros). raio_extra: distância adicional onde a música para (metros). volume: 5-99 (padrão 65). filtro: filtro opcional de músicas (suporta curingas, | para OU, ! para NÃO).

source: Usage: @1 <radius_trigger> <extra_radius> [<volume>] [<filter>]
it: Uso: @1 <raggio_attivazione> <raggio_extra> [<volume>] [<filtro>]
pt_br: Uso: @1 <raio_gatilho> <raio_extra> [<volume>] [<filtro>]

source: Radius trigger must be a positive number
it: Il raggio di attivazione deve essere un numero positivo
pt_br: O raio de gatilho deve ser um número positivo

source: Extra radius must be a non-negative number
it: Il raggio extra deve essere un numero non negativo
pt_br: O raio extra deve ser um número não negativo

source: Volume must be between @1 and @2
it: Il volume deve essere compreso tra @1 e @2
pt_br: O volume deve estar entre @1 e @2

source: Background music location set at @1 with trigger radius @2 and extra radius @3
it: Posizione musica di sottofondo impostata su @1 con raggio di attivazione @2 e raggio extra @3
pt_br: Localização da música de fundo definida em @1 com raio de gatilho @2 e raio extra @3

source: Background music location set at @1 with trigger radius @2 and extra radius @3 (filter: @4)
it: Posizione musica di sottofondo impostata su @1 con raggio di attivazione @2, raggio extra @3 (filtro: @4)
pt_br: Localização da música de fundo definida em @1 com raio de gatilho @2, raio extra @3 (filtro: @4)

source: List all background music locations with coordinates, radius, volume, and filters
it: Elenca tutte le posizioni musica di sottofondo con coordinate, raggio, volume e filtri
pt_br: Listar todas as localizações de música de fundo com coordenadas, raio, volume e filtros

source: No background music locations defined
it: Nessuna posizione musica di sottofondo definita
pt_br: Nenhuma localização de música de fundo definida

source: Background music locations:
it: Posizioni musica di sottofondo:
pt_br: Localizações de música de fundo:

source: Invalid index. Use @1 to see valid indices
it: Indice non valido. Usa @1 per vedere gli indici validi
pt_br: Índice inválido. Use @1 para ver índices válidos

source: Removed background music location at @1
it: Rimossa posizione musica di sottofondo su @1
pt_br: Localização de música de fundo removida em @1

source: List available music files with optional filter (supports wildcards, | for OR, ! for NOT)
it: Elenca i file musicali disponibili con filtro opzionale (supporta caratteri jolly, | per O, ! per NON)
pt_br: Listar arquivos de música disponíveis com filtro opcional (suporta curingas, | para OU, ! para NÃO)

source: (Rescanned: @1 → @2 songs)
it: (Riscansionato: @1 → @2 canzoni)
pt_br: (Reescaneado: @1 → @2 músicas)

source: No songs match the filter: @1
it: Nessuna canzone corrisponde al filtro: @1
pt_br: Nenhuma música corresponde ao filtro: @1

source: Available music files
it: File musicali disponibili
pt_br: Arquivos de música disponíveis

source: Available music files (filter: @1):
it: File musicali disponibili (filtro: @1):
pt_br: Arquivos de música disponíveis (filtro: @1):

source: Manually trigger a rescan of the music folder
it: Attiva manualmente una nuova scansione della cartella musicale
pt_br: Acionar manualmente uma nova varredura da pasta de música

source: Music folder rescanned. Found @1 songs (was @2)
it: Cartella musicale riscansionata. Trovate @1 canzoni (erano @2)
pt_br: Pasta de música reescaneada. Encontradas @1 músicas (era @2)

source: Music Stereo
it: Stereo Musicale
pt_br: Estéreo Musical
